Repository: django-danceschool/django-danceschool
Catalog: danceschool/banlist/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Enabled
fr: Activé

source: Thumbnail
fr: Vignette

source: Enable selected bans
fr: Activer Interdictions Sélectionnées

source: Disable selected bans
fr: Désactiver Interdictions Sélectionnées

source: Person
fr: Personne

source: Registration Ban List Functions
fr: Fonctions Liste d'Interdiction d'Inscription

source: Events
fr: Évènements

source: Banned Individuals
fr: Personnes Interdites

source: View Banned Individuals List
fr: Voir Liste Personnes Interdites

source: Manage Banned Individuals List
fr: Gérer Liste Personnes Interdites

source: View Registration Attempts
fr: Voir Tentatives d'Inscription

source: Registration
fr: Inscription

source: Enable Automated Enforcement of Ban List
fr: Activer l'Application Automatisée Liste d'Interdiction

source: If this box is checked, then if an individual whose name or email address appears on the ban list will be prevented from registration and asked to contact the school. Their attempt to register will be logged.
fr: Si cette case est cochée, une personne dont le nom ou l'adresse courriel figure sur la liste d'interdiction ne pourra pas s'inscrire et devra contacter l'école. Leur tentative d'inscription sera enregistrée.

source: Individuals who are prevented from registration are asked to contact this address.
fr: Les personnes qui sont empêchées de s'incrire sont priées de contacter cette adresse.

source: If no email is specified, then the default school email will be used.
fr: Si aucun courriel n'est spécifié, le courriel de l'école par défaut sera utilisé.

source: Send a notification of attempted registration by banned users to this address (optional).
fr: Envoyer une notification de tentative d'enregistrement par des utilisateurs interdits à cetteadresse (facultatif).

source: If no email is specified, then no notification will be sent.
fr: Si aucun courriel n'est spécifié, aucune notification ne sera envoyée.

source: Notice of attempted registration by banned individual
fr: Avis de tentative d'enregistrement par une personne interdite

source: There appears to be an issue with this registration. Please contact %s to proceed with the registration process. You may reference the error code %s.
fr: Il semble y avoir un problème avec cette inscription. Veuillez contacter %spour continuer le processus d'enregistrement. Vous pouvez mettre en référence le code d'erreur %s.

source: First name
fr: Prénom

source: Notes for internal purposes
fr: Notes à des fins internes

source: Expiration date
fr: Date d'Expiration

source: Leave blank for no expiration.
fr: Laissez vide pour aucune expiration.

source: Disabled
fr: Désactiver

source: <strong>Note:</strong>Checking this box will prevent this ban from being automatically enforced.
fr: <strong>Note :</strong>Cocher cette case empêchera cette interdiction d'être automatiquement appliqué.

source: Submission date
fr: Date de soumission

source: Last updated
fr: Dernière mise à jour

source: Full name
fr: Nom complet

source: Email addresses
fr: Adresses Courriel

source: Can view the list of banned individuals.
fr: Peut voir la liste des individus interdits.

source: Can register users despite banned credentials
fr: Peut enregistrer des utilisateurs malgré des informations d'identification interdites

source: Banned individual
fr: Personnes Interdites

source: Banned individuals
fr: Personnes Interdites

source: Individual
fr: Personne

source: Email address
fr: Adresse Courriel

source: Banned email address
fr: Adresse courriel interdite

source: Banned email addresses
fr: Adresses courriel interdites

source: Date and time
fr: Date et Heure

source: IP address
fr: Adresse IP

source: Flag code
fr: Code Drapeau

source: Search for this code for easier reference.
fr: Recherchez ce code pour une référence plus facile.

source: Session and form data
fr: Données de Session et des Formulaires

source: %s: %s at %s
fr: %s: %s à %s

source: Record of ban being flagged
fr: Enregistrement de l'interdiction signalée

source: Records of bans being flagged
fr: Enregistrements des l'interdictions signalées

source: List of Individuals Banned From Registration
fr: Liste des personnes interdites de s'inscrire

source: This version:
fr: Cette version:
